Repository: fortisiontek/polychromatic
Catalog: locale/*.po
Languages: pl_pl

source: About the Application
pl_pl: O aplikacji

source: Close
pl_pl: Zamknij

source: Version
pl_pl: Wersja

source: Component
pl_pl: Komponent

source: License
pl_pl: Licencja

source: Links
pl_pl: Linki

source: Select a Colour
pl_pl: Wybierz kolor

source: Current
pl_pl: Aktualny kolor

source: Opens the system's colour picker
pl_pl: Otwórz selektor kolorów

source: Edit
pl_pl: Edytuj

source: Save this colour to the saved colour list
pl_pl: Zapisz ten kolor na liście kolorów

source: Add
pl_pl: Dodaj

source: Saved Colours
pl_pl: Lista kolorów

source: Add the current colour to your saved colours list by giving it a name
pl_pl: Dodaj aktualny kolor do listy kolorów i nadaj mu nazwę

source: Save the current colour to the saved list
pl_pl: Zapisz aktualny kolor na liście kolorów

source: Cancel saving this colour
pl_pl: Anuluj zapis koloru

source: Rename selected colour
pl_pl: Zmień nazwę wybranego koloru

source: Forget selected colour
pl_pl: Usuń wybrany kolor

source: Device Information
pl_pl: Informacje o urządzeniu

source: Data
pl_pl: Nazwa elementu

source: Value
pl_pl: Wartość

source: Inspect Matrix
pl_pl: Przegląd matrycy

source: DPI Control
pl_pl: Kontrola DPI

source: Lock X/Y axis
pl_pl: Zablokuj osie X/Y

source: Lock
pl_pl: Zablokuj

source: Effect Editor
pl_pl: Edytor efektów

source: &File
pl_pl: &Plik

source: &Edit
pl_pl: &Edycja

source: Shift LEDs
pl_pl: Przemieść LEDy

source: &View
pl_pl: &Widok

source: &Help
pl_pl: &Pomoc

source: &Tool
pl_pl: &Narzędzia

source: Playback
pl_pl: Odtwórz

source: Colours
pl_pl: Kolory

source: Layers
pl_pl: Warstwy

source: Layer
pl_pl: Warstwa

source: Effect
pl_pl: Efekt

source: Raise the layer in the stack
pl_pl: Przenieś warstwę wyżej

source: Lower the layer in the stack
pl_pl: Przenieś warstwę niżej

source: Create a new layer in the stack
pl_pl: Utwórz nową warstwę

source: Delete the selected layer
pl_pl: Usuń wybraną warstwę

source: Duplicate the selected layer
pl_pl: Powiel wybraną warstwę

source: Properties
pl_pl: Właśćiwości

source: Main Toolbar
pl_pl: Pasek narzędzi

source: Frames
pl_pl: Klatki efektu

source: Create a blank frame after the current position
pl_pl: Utwórz czystą klatkę po bieżącej ramce

source: New
pl_pl: Nowa klatka

source: Permanently delete this frame
pl_pl: Usuń klatkę efektu

source: Delete
pl_pl: Skasuj

source: Create a copy of the current frame after this position
pl_pl: Kopiuj bieżącą klatkę po aktualnej ramce

source: Clone
pl_pl: Klonuj

source: Place this frame a step before the current position
pl_pl: Przesuwa bieżącą klatkę efektu o jedną ramkę w lewo

source: Move Left
pl_pl: Przesuń w lewo

source: Place this frame a step after the current position
pl_pl: Przesuwa bieżącą klatkę efektu o jedną ramkę w prawo

source: Move Right
pl_pl: Przesuń w prawo

source: Jump to the start of the sequence
pl_pl: Skocz do początku sekwencji

source: Jump to Start
pl_pl: Skocz do początku

source: Step backward one frame
pl_pl: Krok wstecz

source: Previous Frame
pl_pl: Poprzednia klatka

source: Preview the effect from the beginning
pl_pl: Odtwórz efekt od początku

source: Play
pl_pl: Odtwórz

source: Stop playback
pl_pl: Zatrzymaj

source: Pause
pl_pl: Wstrzymaj

source: Step forward one frame
pl_pl: Krok w przód

source: Next Frame
pl_pl: Następna klatka

source: Jump to the last frame of the sequence
pl_pl: Skocz do ostatniej klatki efektu

source: Jump to End
pl_pl: Skocz na koniec

source: Toggle whether this effect should loop
pl_pl: Przełącz zapętlenie efektu

source: Loop
pl_pl: Zapętl

source: Frames per second to play the sequence. Note that frame rates that are too high may not play properly due to bottlenecks with the driver, lighting firmware or software. This may potentially shorten the LED's lifespan.
pl_pl: Prędkość odtwarzania efektu (w klatkach na sekundę) Należy pamiętać, że zbyt wysoka prędkość odtwarzania może nie być prawidłowo odwzorowana z powodu wąskich gardeł w sterowniku, firmware oświetlenia lub oprogramowania. Może to potencjalnie skrócić żywotność diod LED.

source: Frames per second to play the sequence
pl_pl: Prędkość odtwarzania efektu (w klatkach na sekundę)

source: Current Colour
pl_pl: Aktualny kolor

source: Open System Colour Picker
pl_pl: Otwórz systemowy selektor kolorów

source: Choose a custom colour using the system's colour picker
pl_pl: Wybierz niestandardowy kolor za pomocą systemowego selektora kolorów

source: Increase the Hue
pl_pl: Zwiększ wartość barwy

source: Hue
pl_pl: Barwa

source: Saturation
pl_pl: Nasycenie

source: Decrease
pl_pl: Zmniejsz

source: Protip: You can scroll over these buttons to quickly change the corresponding HSL attribute!
pl_pl: Użyj rolki aby szybko zmienić przypisany atrybut HSL!

source: Increase
pl_pl: Zwiększ

source: Lightness
pl_pl: Jasność

source: Save and Close
pl_pl: Zapisz i zamknij

source: Save the effect to disk, and close the editor
pl_pl: Zapisz efekt i wyjdź z edycji

source: Save
pl_pl: Zapisz

source: Save any unsaved data to disk, just in case!
pl_pl: Zapisz i po prostu wyjdź!

source: Revert
pl_pl: Przywróć

source: Undo any changes and reload from disk
pl_pl: Cofnij zmiany

source: Close and Discard Changes
pl_pl: Zamknij bez zapisywania

source: Close the editor and discard any unsaved changes
pl_pl: Zamknij edytor i odrzuć wszelkie zmiany

source: Draw
pl_pl: Rysuj

source: Draw the selected colour to LEDs by clicking or dragging over them
pl_pl: Narysuj wybrany kolor na diodach LED, klikając lub przeciągając nad nimi

source: Picker
pl_pl: Pobierz

source: Take an existing colour from an LED to draw with
pl_pl: Pobierz istniejący kolor z diody LED do rysowania

source: Eraser
pl_pl: Gumka

source: Erase the colour from an LED by clicking or dragging over them
pl_pl: Usuwanie koloru z diody LED poprzez kliknięcie lub przeciągnięcie nad nią

source: Device Graphic
pl_pl: Obraz urządzenia

source: Present the LEDs as a graphical represention of the actual hardware (where available)
pl_pl: Prezentuj odpowiadający układ graficzny urządzenia (jeśli jest dostępny)

source: Grid
pl_pl: Siatka

source: Present the LEDs in a grid
pl_pl: Prezentuj układ siatki LED

source: Edit Metadata...
pl_pl: Edytuj Metadane...

source: Edit the name, icon and other related data for this effect
pl_pl: Edytuj nazwę efektu, jego ikonę oraz inne związane z efektem dane

source: Duplicate Layer
pl_pl: Powiel warstwę

source: Delete Layer
pl_pl: Usuń warstwę

source: Permanently delete the selected layer
pl_pl: Usuń wybraną warstwę

source: Raise Layer
pl_pl: Podnieś warstwę

source: Alt+Up
pl_pl: Alt+strzałka w górę

source: Lower Layer
pl_pl: Obniż warstwę

source: Alt+Down
pl_pl: Alt+strzałka w dół

source: Shift Left
pl_pl: Przesuń w lewo

source: Push all LEDs on this layer/frame by one column to the left
pl_pl: Przesuń wszystkie diody LED na tej warstwie/ramce o jedną kolumnę w prawo

source: Ctrl+Shift+Left
pl_pl: Ctrl+Shift+strzałka w lewo

source: Shift Right
pl_pl: Przesuń w prawo

source: Push all LEDs on this layer/frame by one column to the right
pl_pl: Przesuń wszystkie diody LED na tej warstwie/ramce o jedną kolumnę w lewo

source: Ctrl+Shift+Right
pl_pl: Ctrl+Shift+strzałka w prawo

source: Shift Up
pl_pl: Przesuń w górę

source: Push all LEDs on this layer/frame by one row upwards
pl_pl: Przesuń wszystkie diody LED na tej warstwie/ramce o jeden rząd w górę

source: Ctrl+Shift+Up
pl_pl: Ctrl+Shift+strzałka w górę

source: Shift Down
pl_pl: Przesuń w dół

source: Push all LEDs on this layer/frame by one row downwards
pl_pl: Przesuń wszystkie diody LED na tej warstwie/ramce o jeden rząd w dół

source: Ctrl+Shift+Down
pl_pl: Ctrl+Shift+strzałka w dół

source: New Layer...
pl_pl: Nowa warstwa...

source: Zoom In
pl_pl: Powiększ

source: Enlarge the graphic or grid in the viewport
pl_pl: Powiększ grafikę lub siatkę w widoku

source: Zoom Out
pl_pl: Pomniejsz

source: Shrink the graphic or grid in the viewport
pl_pl: Zmniejsz grafikę lub siatkę w widoku

source: Reset Zoom
pl_pl: Przywróć powiększenie

source: Reset the size of the graphic or grid in the viewport
pl_pl: Zresetuj rozmiar grafiki lub siatki w widoku

source: Move Frame Left
pl_pl: Przenieś ramkę wstecz

source: Alt+Left
pl_pl: Alt+strzałka w lewo

source: Move Frame Right
pl_pl: Przenieś ramkę do przodu

source: Alt+Right
pl_pl: Alt+strzałka w prawo

source: Online Help
pl_pl: Pomoc Online

source: Website
pl_pl: Strona domowa

source: What's New?
pl_pl: Co nowego?

source: Report a Bug
pl_pl: Zgłoś błąd

source: Donate
pl_pl: Przekaż darowiznę

source: About
pl_pl: O programie

source: Edit Triggers...
pl_pl: Edytuj wyzwalacze...

source: Configure automation for this effect, such as time of day, or when a process is running
pl_pl: Skonfiguruj automatyzację dla tego efektu, np. porę dnia lub gdy proces jest uruchomiony

source: New Frame
pl_pl: Nowa ramka

source: Delete Frame
pl_pl: Usuń ramkę

source: Clone Frame
pl_pl: Powiel ramkę

source: Start playback
pl_pl: Odtwórz

source: Stop
pl_pl: Zastrzymaj

source: Pause playback
pl_pl: Wstrzymaj

source: Left
pl_pl: Lewo

source: Right
pl_pl: Prawo

source: Home
pl_pl: Początek

source: End
pl_pl: Koniec

source: Show Key Labels
pl_pl: Pokaż etykiety klawiszy

source: Show or hide the labels and symbols on keys
pl_pl: Pokaż lub ukryj etykiety i symbole klawiszy

source: Open Colour Picker
pl_pl: Otwórz systemową paletę kolorów

source: Increase Hue
pl_pl: Zwiększ barwę

source: Changes the HSL attribute for the current colour. Useful for blending colours!
pl_pl: Zmień atrybut HSL dla aktualnego koloru. Przydatne przy przejściach kolorów!

source: Decrease Hue
pl_pl: Zmniejsz kolor

source: Increase Saturation
pl_pl: Zwiększ nasyczenie

source: Decrease Saturation
pl_pl: Zmniejsz nasycenie

source: Increase Lightness
pl_pl: Zwiększ jasność

source: Decrease Lightness
pl_pl: Zmniejsz jasność

source: Edit Saved Colours
pl_pl: Edytuj kolory

source: Modify or reorder your saved colours
pl_pl: Zmień lub poukładaj listę kolorów

source: Edit Metadata
pl_pl: Edycja Metadanych

source: Effect Details
pl_pl: Szczegóły efektu

source: Name
pl_pl: Nazwa

source: Untitled Effect
pl_pl: Nienazwany efekt

source: Author
pl_pl: Autor

source: Author URL
pl_pl: Strona autora

source: Icon
pl_pl: Ikona

source: Summary
pl_pl: Podsumowanie

source: Hardware
pl_pl: Sprzęt

source: Device
pl_pl: Urządzenie

source: Mapping
pl_pl: Mapowanie

source: Use a graphic resembling this device:
pl_pl: Użyj grafikę przestawiającą to urządzenie:

source: Use a grid
pl_pl: Użyj siatki LED

source: Preview
pl_pl: Podgląd

source: Heads up! Animated GIFs are not supported by all desktop environments.
pl_pl: Głowa do góry! Animowane GIFy nie są dostępne we wszystkich środowiskach graficznych.

source: Tray Applet
pl_pl: Aplet tacki systemowej

source: Emblems
pl_pl: Emblematy

source: Applications
pl_pl: Aplikacje

source: Custom
pl_pl: Własne

source: Browse for an icon to import
pl_pl: Wybierz ikonę do zaimportowania

source: Delete this custom icon from your list
pl_pl: Usuń ikonę z listy

source: Use the arrow keys, click or drag on the table below to light up that LED on the physical device.
pl_pl: Użyj klawiszy strzałek, kliknij lub przeciągnij na tabeli poniżej, aby podświetlić LEDy na fizycznym urządzeniu.

source: Please wait...
pl_pl: Proszę czekać...

source: Devices
pl_pl: Urządzenia

source: Effects
pl_pl: Efekty

source: Presets
pl_pl: Presety

source: Triggers
pl_pl: Wyzwalacze

source: Tasks
pl_pl: Zadania

source: Apply to All
pl_pl: Zastosuj do wszystkich

source: Close Application
pl_pl: Zamknij aplikację

source: &Tools
pl_pl: &Narzędzia

source: New Effect...
pl_pl: Nowy efekt...

source: Hide Menu Bar
pl_pl: Ukryj Menu

source: Quit
pl_pl: Wyjdź

source: Restart Daemon
pl_pl: Uruchom ponownie usług

source: Open Log...
pl_pl: Otwórz dziennik zdarzeń...

source: Configure...
pl_pl: Konfiguracja...

source: About OpenRazer
pl_pl: O OpenRazer

source: New Preset...
pl_pl: Nowy Preset...

source: New Preset from Current Devices...
pl_pl: Nowy Preset dla aktualnego urządzenia...

source: Restart Tray Applet
pl_pl: Restartuj aplet tacki systemowej

source: View Background Tasks
pl_pl: Podgląd zadań w tle

source: Keep the Menu Bar
pl_pl: Zostaw Menu

source: Duplicate
pl_pl: Powiel

source: Preferences
pl_pl: Właściwości

source: Troubleshoot
pl_pl: Rozwiązywanie problemów

source: Refresh
pl_pl: Odśwież

source: Import Effect...
pl_pl: Importuj efekt...

source: Force Refresh
pl_pl: Wymuś odświerzenie

source: New Effect
pl_pl: Nowy efekt

source: Please choose the type of effect to create.
pl_pl: Wybierz rodzaj efektu.

source: Create simple effects using a layer-based system
pl_pl: Utwórz prosty efekt używając warstw

source: Layered
pl_pl: Warstwowy

source: Create an animated (or static) using frames and pixels
pl_pl: Utwórz animowany (lub statyczny) efekt, wykorzystując ramki i piksele

source: Sequence
pl_pl: Sekwencja

source: Write the effect using the Python programming language
pl_pl: Utwórz efekt wykorzystując skrypt Python

source: Script
pl_pl: Skrypt

source: Hover for more details
pl_pl: Najedź, aby zobaczyć szczegóły

source: OpenRazer Configuration
pl_pl: Konfiguracja OpenRazer

source: Daemon
pl_pl: Usługa

source: These settings only apply to the OpenRazer daemon. They are not supported by this application.
pl_pl: Te ustawienia dotyczą tylko usługi OpenRazer. Nie są one obsługiwane przez tę aplikację.

source: Enable verbose logging
pl_pl: Włącz pełny dziennik zdarzeń

source: Sync effects across devices
pl_pl: Synchronizuj efekty pomiędzy urządzeniami

source: This feature is incompatible. Use "Apply to All" from the Devices tab.
pl_pl: Ta funkcja jest niekompatybilna. Użyj opcji "Zastosuj do wszystkich" w zakładce Urządzenia.

source: Turn off devices when screen saver / lock screen is activated
pl_pl: Wyłącz urządzenia przy wygaszaczu lub blokadzie ekranu

source: Periodically notify battery status (for supported devices)
pl_pl: Okresowe powiadamianie o stanie baterii (dla obsługiwanych urządzeń)

source: Notification Frequency
pl_pl: Częstotliwość powiadomień

source: seconds
pl_pl: sekund

source: Apply persistence settings on daemon start
pl_pl: Zastosuj ustawienia trwałe przy starcie usługi

source: If you have a Polychromatic trigger configured to run at start-up, it is recommended to turn this option off.
pl_pl: Jeśli wyzwalacz Polychromatic jest skonfigurowany do uruchamiania przy starcie, zaleca się wyłączenie tej opcji.

source: Client
pl_pl: Klient

source: These settings will be used by Polychromatic when interfacing with the OpenRazer daemon.
pl_pl: Te ustawienia będą używane przez Polychromatic podczas współpracy z usługą OpenRazer.

source: Download device images
pl_pl: Pobierz obraz urządzenia

source: OpenRazer stores image URLs pointing to a CDN. These images may be proprietary. This application retrieves images for your devices once and caches them locally.
pl_pl: OpenRazer przechowuje adresy URL obrazów wskazujące na CDN. Obrazy te mogą być zastrzeżone. Ta aplikacja pobiera obrazy dla Twoich urządzeń raz i buforuje je lokalnie.

source: Ripple Refresh Rate
pl_pl: Tempo odświeżania

source: Controller
pl_pl: Aplikacja

source: Use system theme
pl_pl: Użyj wyglądu sytemowgo

source: GTK-based distros may not support this option out of the box. Additional steps may need required initially to use your native theme in Qt apps.
pl_pl: Nie wszystkie dystrybucje obsługują tę opcję domyślnie. Mogą być wymagane dodatkowe kroki, zanim motyw zostanie wyświetlony w aplikacjach Qt na pulpicie GTK.

source: Hide menu bar
pl_pl: Ukry Menu

source: Press Alt to temporarily show the menu bar while it is hidden.
pl_pl: Naciśnij klawisz Alt by tymczasowo pokazać Menu, gdy jest ono ukryte.

source: Toolbar
pl_pl: Pasek narzędzi

source: Follow System Style
pl_pl: Domyślne ustawienie systemu

source: Icons Only
pl_pl: Tylko ikony

source: Text Only
pl_pl: Tylko tekst

source: Text Alongside Icons
pl_pl: Tekst obok ikon

source: Text Under Icons
pl_pl: Tekst pod ikonami

source: Landing Tab
pl_pl: Domyślna zakładka przy uruchomieniu

source: Window Behaviour
pl_pl: Zachowanie okna

source: Always open in the center
pl_pl: Zawsze otwieraj na środku ekranu

source: Remember last position and size
pl_pl: Zapamiętaj pozycję i rozmiar

source: Let the window manager decide
pl_pl: Niech Menadżer Okien zdecyduje

source: Maximized at start
pl_pl: Maksymalizuj na starcie

source: Appearance
pl_pl: Wygląd

source: Behaviour
pl_pl: Zachowanie

source: Start the tray applet when I log on
pl_pl: Uruchom aplet tacki systemowej podczas logowania

source: Renderer
pl_pl: Aplikacja tacki

source: Default (AppIndicator3)
pl_pl: Domyślne (AppIndycator3)

source: GTK Status Icon (Legacy)
pl_pl: Ikona statusu GTK (Legacy)

source: Autostart Delay
pl_pl: Opóźnienie autouruchamiania

source: second(s)
pl_pl: sekund

source: On some desktop environments, due to race conditions, it may be necessary to wait so the applet's icon or device list is loaded properly.
pl_pl: W niektórych środowiskach graficznych, ze względu na występowanie warunków współbieżności, może być konieczne odczekanie, aby ikona apletu lub lista urządzeń została poprawnie załadowana.

source: Customise
pl_pl: Dostosuj

source: Change...
pl_pl: Zmień...

source: Reset to Default Colours
pl_pl: Zresetuj do domyślnych kolorów

source: DPI Stages
pl_pl: Stany DPI

source: Automatically determine from hardware
pl_pl: Automatycznie rozpoznaj z urządzenia

source: Reset to defaults
pl_pl: Zresetuj do domyślnych

source: Reset
pl_pl: Zresetuj

source: Editor
pl_pl: Edytor

source: Use system cursors
pl_pl: Użyj systemowych wskaźników

source: Hide key labels
pl_pl: Ukryj etykiety klawiszy

source: Show shades for my saved colours
pl_pl: Pokaż odcienie dla listy kolorów

source: Preview effect on the physical hardware
pl_pl: Podgląd efektu na urządzeniu fizycznym

source: Suppress delete confirmation dialog box
pl_pl: Wyłączenie okna dialogowego potwierdzenia usunięcia

source: Backends
pl_pl: Usługi

source: Configure
pl_pl: Konfiguruj

source: Restart
pl_pl: Restartuj

source: View Log
pl_pl: Pokaż dziennik zdarzeń

source: Background Tasks
pl_pl: Zadania w tle

source: To provide background features (like software effects and triggers), additional processes may be spawned.
pl_pl: Aby zapewnić funkcjonalności (takie jak efekty programowe i wyzwalacze), mogą być tworzone dodatkowe procesy.

source: Task
pl_pl: Zadania

source: Restart All
pl_pl: Zresetuj wszystko

source: Brightness
pl_pl: Jasność

source: None
pl_pl: Brak

source: Spectrum
pl_pl: Spektrum

source: Wave
pl_pl: Fala

source: Reactive
pl_pl: Reakcja

source: Breath
pl_pl: Oddychanie

source: Ripple
pl_pl: Kręgi

source: Starlight
pl_pl: Gwiazdy

source: Pulsate
pl_pl: Pulsowanie

source: Blink
pl_pl: Mruganie

source: Static
pl_pl: Stały

source: Unknown
pl_pl: Nieznany

source: Up
pl_pl: Góra

source: Down
pl_pl: Dół

source: Clockwise
pl_pl: Zgodnie z ruchem wskazówek zegara

source: Anti-clockwise
pl_pl: Przeciwnie do ruchu wskazówek zegara

source: Random
pl_pl: Losowy

source: Single
pl_pl: Pojedynczy

source: Fast
pl_pl: Szybko

source: Medium
pl_pl: Średnio

source: Slow
pl_pl: Wolno

source: Very Slow
pl_pl: Bardzo wolno

source: Dual
pl_pl: Podwójnie

source: Triple
pl_pl: Potrójnie

source: Game Mode
pl_pl: Tryb gry

source: DPI Buttons
pl_pl: Przyciski DPI

source: Sync DPI to Hardware
pl_pl: Synchronizuj DPI ze sprzętem

source: Poll Rate
pl_pl: Tempo odświeżania

source: Sleep mode after
pl_pl: Tryb uśpienia po

source: minute(s)
pl_pl: minut(ach)

source: Low Power Mode
pl_pl: Tryb niskiego zużycia energii

source: Macros
pl_pl: Makra

source: About Macro Recording
pl_pl: O nagrywaniu Makr

source: The OpenRazer daemon provides a simple on-the-fly macro recording feature. To use: 1. Press FN+[M] to enter macro mode. 2. Press the macro key to assign to. Only M1-M5 are supported. 3. Press the keys in sequence to record. 4. Press FN+[M] to exit macro mode. Macros are retained in memory until the daemon is stopped. The replay speed will be instantaneous. This is not a Polychromatic feature and could disappear in future. This application intends to integrate a key rebinding feature in a future version.
pl_pl: Usługa OpenRazer udostępnia prostą funkcję nagrywania makr w locie. Aby użyć: 1. Naciśnij klawisze FN+[M], aby przejść do trybu makro. 2. Naciśnij klawisz makro, do którego chcesz przypisać makro. Obsługiwane są tylko klawisze M1-M5. 3. Naciśnij kolejno przyciski, aby nagrać. 4. Naciśnij FN+[M], aby wyjść z trybu makro. Makra są zachowywane w pamięci do momentu zatrzymania usługi. Prędkość odtwarzania będzie natychmiastowa. To nie jest funkcja Polychromatic i może zniknąć w przyszłości. Ta aplikacja zamierza zintegrować funkcję ponownego wiązania klawiszy w przyszłej wersji.

source: Key Mapping
pl_pl: Mapowanie klawiszy

source: About Key Mapping
pl_pl: O mapowaniu klawiszy

source: Currently, OpenRazer and Polychromatic do not support a convenient key rebinding feature. Polychromatic intends to integrate a key mapping solution in a future version. In the meantime, there are third party projects which provide key remapping agnostic to any input device. For more information, visit: https://polychromatic.app/permalink/keymapping/
pl_pl: Obecnie OpenRazer i Polychromatic nie obsługują wygodnej funkcji ponownego wiązania klawiszy. Polychromatic zamierza zintegrować rozwiązanie mapowania klawiszy w przyszłej wersji. W międzyczasie, istnieją projekty firm trzecich, które zapewniają tą funkcjonalność, niezależnie od urządzenia wejściowego. Aby uzyskać więcej informacji, odwiedź stronę: https://polychromatic.app/permalink/keymapping/

source: (Multiple)
pl_pl: (wiele)

source: On
pl_pl: Włączone

source: Off
pl_pl: Wyłączone

source: Game Mode Enabled
pl_pl: Włączony Tryb gry

source: Please set up the DPI stages in Polychromatic's preferences (under Customise).
pl_pl: Proszę ustawić stopnie DPI w preferencjach Polychromatic (w sekcji Dostosuj).

source: Scroll Wheel
pl_pl: Rolka przewijania

source: Backlight
pl_pl: Podświetlenie

source: While Charging
pl_pl: Gdy ładowanie

source: While Fast Charging
pl_pl: Gdy szybkie ładowanie

source: When Fully Charged
pl_pl: Gdy wpełni naładowane

source: Laptop Lid
pl_pl: Pokrywa laptopa

source: USB Accessory
pl_pl: Urządzenie USB

source: Display
pl_pl: Wyświetlacz

source: Fan
pl_pl: Wentylator

source: Graphics Card
pl_pl: Karta graficzna

source: Headset
pl_pl: Słuchawki

source: Keyboard
pl_pl: Klawiatura

source: Mousemat
pl_pl: Podkładka pod mysz

source: Mouse
pl_pl: Mysz

source: Memory
pl_pl: Pamięć

source: Speaker
pl_pl: Głośniki

source: Stand
pl_pl: Stojak

source: Unrecognised
pl_pl: Nierozpoznane

source: Green
pl_pl: Zielony

source: An error occurred while reading this device. This could be a bug in either Polychromatic or [].
pl_pl: Podczas odczytu tego urządzenia wystąpił błąd. Może to być błąd w urządzeniu Polychromatic lub [].

source: Try selecting this device again, or restart the backend and application. If this keeps happening, take note of the details below and report as a bug on the relevant project's issue tracker.
pl_pl: Spróbuj wybrać to urządzenie ponownie lub zrestartować usługę i aplikację. Jeśli tak się dzieje, zanotuj szczegóły poniżej i zgłoś błąd na odpowiednim issue trackerze projektu.

source: Backend Error
pl_pl: Błąd usługi

source: Preset:
pl_pl: Presety:

source: Playing:
pl_pl: Odtwarzany efekt:

source: Device Info
pl_pl: Informacje o urządzeniu

source: Enabled
pl_pl: Włącz

source: Effect Mode
pl_pl: Tryb efektu

source: Primary Colour
pl_pl: Kolor pierwszorzędny

source: Secondary Colour
pl_pl: Kolor drugorzędny

source: Tertiary Colour
pl_pl: Kolor trzeciorządny

source: Colour []
pl_pl: Kolory []

source: Change []
pl_pl: Zmień []
