Repository: fortisiontek/polychromatic
Catalog: locale/*.po
Languages: pl_pl

source: [] deemed this request to be invalid or unsupported. This could be caused by an implementation issue with Polychromatic's backend module for [].
pl_pl: [] uznał to żądanie za nieważne lub nieobsługiwane. Może to być spowodowane problemem z implementacją usługi Polychromatic dla [].

source: If this message appears again, try restarting the backend/application, otherwise please report this as a bug.
pl_pl: Jeśli ta wiadomość pojawi się ponownie, spróbuj ponownie uruchomić usługę/aplikację, w przeciwnym razie zgłoś to jako błąd.

source: Device Unavailable
pl_pl: Urządzenie niedostępne

source: The request could not be completed due to devices being removed/inserted.
pl_pl: Żądanie nie mogło zostać zrealizowane z powodu usunięcia/włożenia urządzeń.

source: Please refresh and try again.
pl_pl: Odśwież i spróbuj ponownie.

source: [] encountered an error processing this request. Try restarting the backend/application. If this message keeps appearing, please report this as a bug on []'s issue tracker.
pl_pl: [] napotkał błąd podczas przetwarzania tego żądania. Spróbuj ponownie uruchomić usługę/aplikację. Jeśli ta wiadomość wciąż się pojawia, zgłoś to jako błąd w []'s issue tracker.

source: No devices connected
pl_pl: Brak podłączonych urządzeń

source: No backends loaded
pl_pl: Brak wczytanych usług

source: No backends installed
pl_pl: Brak zainstalowanych usług

source: Plug in a compatible device to control its lighting effects and features
pl_pl: Podłącz kompatybilne urządzenie, aby sterować jego efektami świetlnymi i funkcjami

source: Consult the logs and troubleshooter for hints on fixing this problem
pl_pl: Sprawdź logi i narzędzie do rozwiązywania problemów, aby uzyskać wskazówki dotyczące rozwiązania tego problemu

source: Install a compatible backend to configure lighting effects
pl_pl: Zainstaluj kompatybilną usługę, aby skonfigurować efekty świetlne

source: Show Error Details
pl_pl: Pokaż szczegóły błędu

source: Backend Error: []
pl_pl: Błąd usługi: []

source: An error occurred trying to load []. The error below may provide a clue to what happened.
pl_pl: Wystąpił błąd podczas próby załadowania []. Poniższy błąd może stanowić wskazówkę, co się stało.

source: The last line of the exception was:
pl_pl: Ostatnia linia wyjątku:

source: Unrecognised Device
pl_pl: Nierozpoznane urządzenie

source: [] hasn't registered this device.
pl_pl: [] nie zarejestrował tego urządzenia.

source: This could indicate an error initialising the backend or an installation problem.
pl_pl: Może to wskazywać na błąd inicjalizacji usługi lub problem z instalacją.

source: Alternately, this may happen if this hardware is not yet supported under this version of [].
pl_pl: Alternatywnie może się to zdarzyć, jeśli ten sprzęt nie jest jeszcze obsługiwany w tej wersji [].

source: Error Details
pl_pl: Szczegóły błędu

source: There was a problem opening this device
pl_pl: Jest problem z otwarciem tego urządzenia

source: View Details
pl_pl: Zobacz szczegóły

source: Yes
pl_pl: Tak

source: No
pl_pl: Nie

source: Backend
pl_pl: Usługa

source: Internal Device ID
pl_pl: ID urządzenia

source: Form Factor
pl_pl: Rodzaj urządzenia

source: Serial
pl_pl: Numer seryjny

source: Image
pl_pl: Zdjęcie

source: Firmware Version
pl_pl: Wersja oprogramowania

source: Keyboard Layout
pl_pl: Układ klawiatury

source: Custom Effects
pl_pl: Własne efekty

source: Supported
pl_pl: Wspierane

source: 1 row
pl_pl: 1 wiersz

source: 2 rows
pl_pl: 2 wiersze

source: 1 column
pl_pl: 1 kolumna

source: 2 columns
pl_pl: 2 kolumny

source: Matrix Dimensions
pl_pl: Wymiary matrycy

source: Default Stages
pl_pl: Domyślne stany

source: User DPI Stages
pl_pl: Stany użytkownika

source: (Not used)
pl_pl: (nie użyty)

source: Maximum
pl_pl: Maksimum

source: Zones
pl_pl: Strefy

source: Internal ID
pl_pl: Wewnętrzne ID

source: Type
pl_pl: Typ

source: Parameters
pl_pl: Parametry

source: Internal Data
pl_pl: Dane wewnętrzne

source: Active
pl_pl: Aktywne

source: Colour Input []
pl_pl: Kolor wejściowy []

source: Current Value
pl_pl: Aktualna wartość

source: Interval
pl_pl: Wewnętrzny

source: Coordinate: X,Y
pl_pl: Położenie: X,Y

source: Coordinate: (Multiple)
pl_pl: Położenie: (wielokrotny)

source: Edit DPI Stages
pl_pl: Edytuj stany DPI

source: Mouse Acceleration
pl_pl: Przyspieszenie wskaźnika

source: This feature is provided by your operating system. Polychromatic doesn't recognise this desktop environment to automatically open the settings window for you. Look for 'mouse', 'input' or 'hardware' in your System Settings.
pl_pl: Ta funkcja jest zapewniona przez twój system operacyjny. Polychromatic nie rozpoznaje tego środowiska graficznego, aby automatycznie otworzyć dla Ciebie okno ustawień. Poszukaj "mysz", "wejście" lub "sprzęt" w ustawieniach systemowych.

source: Open Mouse Settings
pl_pl: Otwórz ustawienia Myszy

source: Acceleration
pl_pl: Przyspieszenie

source: Columns: []
pl_pl: Kolumny: []

source: Rows: []
pl_pl: Wiersze: []

source: (Not Set)
pl_pl: (nie ustawiony)

source: Live preview isn't possible yet as the backends haven't finished initialising.
pl_pl: Podgląd na żywo nie jest jeszcze możliwy, ponieważ usługa nie zakończyła jeszcze inicjalizacji.

source: They might be ready now, try again. Or, choose Ignore to continue without a live preview on physical hardware.
pl_pl: Mogą być już gotowe, spróbuj ponownie. Lub wybierz Ignoruj, aby kontynuować bez podglądu na żywo na fizycznym sprzęcie.

source: Missing Device
pl_pl: Nierozpoznane urządzenie

source: This effect is designed for a device named '[]', but it wasn't detected.
pl_pl: Ten efekt jest przeznaczony dla urządzenia o nazwie '[]', ale nie zostało ono wykryte.

source: Live preview has been disabled for this session.
pl_pl: Podgląd na żywo został wyłączony dla tej sesji.

source: File Error
pl_pl: Błąd pliku

source: The device '[]' is assigned to this effect, but does not support individual addressable LEDs.
pl_pl: Urządzenie '[]' jest przypisane do tego efektu, ale nie obsługuje indywidualnie adresowalnych diod LED.

source: An error occurred while initialising '[]' for live preview.
pl_pl: Wystąpił błąd podczas inicjalizacji '[]' dla podglądu na żywo.

source: Unsaved Changes
pl_pl: Niezapisane zmiany

source: This effect was modified. Would you like to save these changes?
pl_pl: Efekt został zmieniony. Czy chcesz zapisać te zmiany?

source: Pulsing
pl_pl: Pulsowanie

source: Cycling
pl_pl: Okrężny

source: Run Scripted Effect
pl_pl: Uruchom skrypt efektu

source: Save Error
pl_pl: Błąd zapisu

source: Save failed. Please check the permissions and try again.
pl_pl: Zapisywanie nie powiodło się. Proszę sprawdzić uprawnienia i spróbować ponownie.

source: Saved to: []
pl_pl: Zapisane jako: []

source: Reload the effect from disk? Any unsaved data will be lost!
pl_pl: Wczytać ponownie efekt z dysku? Wszystkie niezapisane zmiany zostaną utracone!

source: An error occurred while sending the frame to the hardware.
pl_pl: Wysąpił błąd podczas przesyłu danych do urządzenia.

source: Temporarily changed the graphic. To make permanent, edit the metadata.
pl_pl: Tymczasowa zmiana grafiki. Aby uczynić ją trwałą, edytuj metadane.

source: Loading...
pl_pl: Wczytywanie...

source: Temporarily changed the graphic. To make permanent, edit the application's preferences.
pl_pl: Tymczasowa zmiana grafiki. Aby wprowadzić na stałe, edytuj Preferencje aplikacji.

source: Frame [1] of [10]
pl_pl: Klatka [1] of [10]

source: Permanently delete this frame? There is no undo.
pl_pl: Na pewno usunąć trwale tą klatkę? Nie ma możliwości cofnięcia.

source: Tip: This confirmation can be suppressed via the Editor tab under Preferences.
pl_pl: Wskazówka: To potwierdzenie można wyłączyć poprzez zakładkę Edytor w Preferencjach.

source: Choose Brush Colour
pl_pl: Wybierz kolor pędzla

source: Out of Bounds
pl_pl: Poza zakresem

source: There isn't a position for (X,Y) for this device. The graphic contains incorrect metadata or is incompatible for use with this device.
pl_pl: Nie ma wskazanej pozycji (X,Y) dla tego urządzenia. Grafika zawiera nieprawidłowe metadane lub jest niekompatybilna z tym urządzeniem.

source: This LED is empty - nothing to erase here!
pl_pl: To podświetlenie jest puste - niema nic do skasowania!

source: This LED is empty - no colour to pick here!
pl_pl: To podświetlenie jest puste - brak koloru do pobrania!

source: Controller Error
pl_pl: Błąd aplikacji

source: Failed to load the Qt Web Engine. Unfortunately, editing won't be possible.
pl_pl: Nie udało się załadować silnika Qt Web Engine. Niestety, edycja nie będzie możliwa.

source: Make sure the application (and its dependencies) are installed and configured correctly.
pl_pl: Upewnij się, że aplikacja (i jej zależności) są zainstalowane i poprawnie skonfigurowane.

source: Missing File
pl_pl: Brak pliku

source: This effect is mapped to a graphic named '[]', but it's not installed.
pl_pl: Ten efekt jest zmapowany do grafiki o nazwie '[]', ale nie jest zainstalowany.

source: The grid will be used instead. A different graphic can be chosen by editing the metadata.
pl_pl: Zamiast tego zostanie użyta siatka. Inną grafikę można wybrać poprzez edycję metadanych.

source: It's empty here!
pl_pl: Tu jest pusto!

source: Error loading effect
pl_pl: Błąd wczytywania efektu

source: Your own software effects appear here. Try creating one!
pl_pl: Twoje efekty znajdują się tutaj. Spróbuj utworzyć efekt!

source: There's invalid data in this file. The file might be corrupt.
pl_pl: W tym pliku znajdują się nieprawidłowe dane. Plik może być uszkodzony.

source: No devices found. New effects require a compatible device to be present.
pl_pl: Nie znaleziono urządzeń. Nowe efekty wymagają obecności kompatybilnego urządzenia.

source: Make sure the device is connected and the backend is working.
pl_pl: Upewnij się, że urządzenie jest podłączone, a backend działa.

source: Backend Not Ready
pl_pl: Usługa nie jest gotowa

source: The application is still waiting for the backends to finish initialising so you can pick a device to map your new effect.
pl_pl: Aplikacja nadal czeka, aż usługi zakończą inicjalizację, więc możesz wybrać urządzenie, na którym zmapujesz swój nowy efekt.

source: This might be ready in a few moments.
pl_pl: Będzie gotowe za kilka chwil.

source: File In Use
pl_pl: Plik w użyciu

source: This file is being edited in another window. Please switch to that window to make changes.
pl_pl: Ten plik jest edytowany w innym oknie. Proszę przejść do tego okna, aby wprowadzić zmiany.

source: Other Actions
pl_pl: Inne akcje

source: This file is being edited in another window. Please close that editor first.
pl_pl: Ten plik jest edytowany w innym oknie. Proszę najpierw zamknąć tamten edytor.

source: Choose Effect Icon
pl_pl: Wybierz ikonę efektu

source: No compatible devices found. Only individually addressable LED capable hardware can be used for effects.
pl_pl: Nie znaleziono kompatybilnych urządzeń. Do efektów można używać tylko indywidualnie adresowalnych urządzeń obsługujących diody LED.

source: The menu bar is now hidden. To temporarily reveal, press Alt.
pl_pl: Pasek menu jest teraz ukryty. Aby go tymczasowo odsłonić, naciśnij Alt.

source: Please close all editor windows before executing this action.
pl_pl: Proszę zamknąć wszystkie okna edytora przed wykonaniem tej czynności.

source: Polychromatic is about to open a web page for this resource. Unfortunately, it is only available in English at this time.
pl_pl: Polychromatic właśnie otwiera stronę internetową dla tego zasobu. Niestety, w tej chwili jest ona dostępna tylko w języku angielskim.

source: Report Bug
pl_pl: Zgłoś błąd

source: About []
pl_pl: O []

source: Documentation
pl_pl: Dokumentacja

source: Source Code
pl_pl: Kod źródłowy

source: Release Notes
pl_pl: Informacje o wydaniu

source: Restarting the backend/application...
pl_pl: Restartowanie usług/aplikacji...

source: Restart Backend?
pl_pl: Czy zrestartować usługi?

source: Restarting this backend will also restart Polychromatic. Any unsaved data will be lost. Continue?
pl_pl: Restart usług, zrestartuje również Poluchromatic. Wszystkie niezapisane dane zostaną utracone. Kontynuować?

source: Choose Tray Applet Icon
pl_pl: Wybierz ikonę Apletu tacki systemowej

source: Not Installed
pl_pl: Nie zainstalowane

source: Error loading the module
pl_pl: Błąd wczytywania modułu

source: Restart Required
pl_pl: Wymagany restart

source: To apply these changes, the application must be restarted. Any unsaved changes will be lost.
pl_pl: Aby zastosować te zmiany, należy ponownie uruchomić aplikację. Wszelkie niezapisane zmiany zostaną utracone.

source: All colours in the list will be reset. Continue?
pl_pl: Wszystkie kolory na liście zostaną zresetowane. Kontynuować?

source: Restarting...
pl_pl: Restartowanie...

source: Playing software effect
pl_pl: Odtwarzenie efektu

source: No longer running
pl_pl: Nie działa

source: Image Files
pl_pl: Plik zdjęcia

source: PNG Image
pl_pl: Zdjęcie PNG

source: JPEG Image
pl_pl: Zdjęcie JPEG

source: GIF Image
pl_pl: Zdjęcie GIF

source: SVG Image
pl_pl: Zdjęcie SVG

source: All Files
pl_pl: Wszystkie pliki

source: When Steam is installed, icons from your games will appear here.
pl_pl: Gdy Steam jest zainstalowany, pojawią się tu ikony twoich gier.

source: Drag and drop icons here, or add them by pressing the Import button.
pl_pl: Przeciągnij i upuść tutaj ikony lub dodaj je naciskając przycisk Importuj.

source: No icons found!
pl_pl: Nie znaleziono ikon!

source: Import Custom Icon
pl_pl: Importuj własne ikony

source: The file contains invalid data.
pl_pl: Plik zawiera błędne dane.

source: The file no longer exists. Please refresh the page.
pl_pl: Plik nie istnieje. Odśwież stronę.

source: This file was saved in a newer version of this program.
pl_pl: Plik został zapisany w najnowszej wersji tego programu.

source: Unspecified error: []
pl_pl: Nieokreślony błąd: []

source: This file cannot be opened:
pl_pl: Ten plik nie może być otwarty:

source: The operation could not be completed due to an error processing this file.
pl_pl: Operacja nie mogła zostać zakończona z powodu błędu podczas przetwarzania tego pliku.

source: Please make sure the file permissions are recursively correct:
pl_pl: Upewnij się, że uprawnienia do plików są rekursywnie poprawne:

source: Permanently delete this effect? '[]' Presets and triggers that use this effect will be unlinked.
pl_pl: Całkowicie usunąć ten efekt? '[]' Ustawienia i wyzwalacze korzystające z tego efektu będą rozdzielone.

source: Permanently delete this preset? '[]' Triggers that use this preset will no longer function.
pl_pl: Całkowicie usunąć to ustawienie? '[]' Wyzwalacze korzystające z tego ustawienia nie będą funkcjonować.

source: Permanently delete this effect? '[]'
pl_pl: Całkowicie usunąć ten efekt? '[]'

source: Permanently delete this preset? '[]'
pl_pl: Całkowicie usunąć to ustawienie? '[]'

source: Confirm Deletion
pl_pl: Potwiedź usunięcie

source: [] (Copy)
pl_pl: [] (Kopiuj)

source: Waiting for backends to be ready...
pl_pl: Oczekiwanie na gotowość usług...

source: Running troubleshooter...
pl_pl: Uruchamianie narzędzia rozwiązywania problemów...

source: Troubleshooting...
pl_pl: Rozwiązywanie problemów...

source: Troubleshooting Failed
pl_pl: Błąd narzędzia Rozwiązywania problemów

source: The troubleshooter for this backend is not available for this operating system.
pl_pl: Narzędzie do rozwiązywania problemów dla tej usługi nie jest dostępne dla tego systemu operacyjnego.

source: An exception was thrown while running the troubleshooter. This is probably a bug.
pl_pl: Podczas uruchamiania narzędzia do rozwiązywania problemów został wywołany wyjątek. Jest to prawdopodobnie błąd oprogramowania (Bug).

source: Passed
pl_pl: W porządku

source: Failed
pl_pl: Zawiodło

source: Troubleshooter for []
pl_pl: Rozwiązanie problemu dla []

source: Everything appears to be in working order!
pl_pl: Wydaje się, że wszystko jest sprawne!

source: Layer 1
pl_pl: Warstwa 1

source: White
pl_pl: Biały

source: Red
pl_pl: Czerwony

source: Blue
pl_pl: Niebieski

source: Aqua
pl_pl: Morski

source: Orange
pl_pl: Porańczowy

source: Pink
pl_pl: Różowy

source: Purple
pl_pl: Purpurowy

source: Yellow
pl_pl: Źółty

source: Light Grey
pl_pl: Jasny szary

source: Dark Grey
pl_pl: Ciemny szary

source: Black
pl_pl: Czarny

source: Daemon is installed
pl_pl: Usługa jest zainstalowana

source: Install the 'openrazer-meta' package for your distribution.
pl_pl: Zainstaluj pakiet 'openrazer-meta' dla swojej dystrybucji.

source: Daemon is running
pl_pl: Usługa jest uruchomiona

source: Start the daemon from the terminal. Run this command and look for errors:
pl_pl: Uruchom usługę z poziomu terminala. Wprowadź poniższą komendę i obserwuj błędy:

source: Python library is installed
pl_pl: Biblioteka Python jest zainstalowana

source: Install the 'python3-openrazer' package for your distribution.
pl_pl: Zainstaluj pakiet 'ptyhon3-openrazer' dla swojej dystrybucji.

source: Check the PYTHONPATH environment variable is correct.
pl_pl: Sprawdź, czy zmienna środowiskowa PYTHONPATH jest prawidłowa.

source: DKMS sources are installed
pl_pl: Źródła modułów jądra są zainstalowane dla DKMS

source: Install the 'openrazer-driver-dkms' package for your distribution.
pl_pl: Zainstaluj pakiet 'openrazer-driver-dkms' dla swojej dystrybucji.

source: DKMS module has been built for this kernel version
pl_pl: Moduł jądra został zbudowany dla tego jądra

source: Ensure you have the correct Linux kernel headers package installed for your distribution.
pl_pl: Upewnij się, że masz zainstalowany prawidłowy pakiet nagłówków jądra Linux dla swojej dystrybucji.

source: Your distro's package system might not have rebuilt the DKMS module (this can happen with kernel or OpenRazer updates). Try running:
pl_pl: System pakietów Twojej dystrybucji mógł nie przebudować modułu dla tego jądra. Spróbuj uruchomić:

source: DKMS module can be probed
pl_pl: Moduł jądra może być badany

source: For full error details, run:
pl_pl: Aby zobaczyć szczegóły błędu uruchom:

source: DKMS module is currently loaded
pl_pl: Moduł jądra jest załadowany

source: If you've just installed, it is recommended to restart the computer.
pl_pl: Jeśli dopiero co zainstalowałeś program, zalecane jest ponowne uruchomienie komputera.

source: Secure Boot prevents the driver from loading, as OpenRazer's kernel modules built by DKMS are usually unsigned.
pl_pl: Secure Boot uniemożliwia załadowanie sterownika, ponieważ moduły jądra OpenRazera zbudowane przez DKMS są zazwyczaj niepodpisane.

source: Check Secure Boot (EFI) status
pl_pl: Sprawdzenie stanu Secure Boot (EFI)

source: Secure boot is enabled. Turn it off in the system's EFI settings or sign the modules yourself.
pl_pl: Secure boot jest włączony. Wyłącz to w ustawieniach EFI systemu lub podpisz moduły samodzielnie.

source: Unable to automatically check. If it's enabled, turn it off in the system's EFI settings or sign the modules yourself.
pl_pl: Nie można automatycznie sprawdzić. Jeśli jest włączona, wyłącz ją w ustawieniach EFI systemu lub podpisz moduły samodzielnie.

source: User account has been added to the 'plugdev' group
pl_pl: Konto użytkownika zostało dodane do grupy 'plugdev'

source: Run this command, log out, then log back in to the computer:
pl_pl: Uruchom to polecenie, wyloguj się, a następnie zaloguj się ponownie na komputerze:

source: Device can be accessed using plugdev permissions
pl_pl: Dostęp do urządzenia można uzyskać za pomocą uprawnień plugdev

source: Restarting the daemon or replugging the hardware usually fixes the problem.
pl_pl: Ponowne podłączenie sprzętu, a następnie ponowne uruchomienie serwisu zazwyczaj rozwiązuje problem.

source: If not, the udev rules for your distribution need investigating.
pl_pl: Jeśli nie, należy zbadać zasady udev dla twojej dystrybucji.

source: Restart the daemon to clear this message.
pl_pl: Zresetuj serwis, aby usunąć ten komunikat.

source: The log does not exist. Start the daemon and try again.
pl_pl: Dziennik nie istnieje. Uruchom serwis i spróbuj ponownie.

source: Razer hardware is present for kernel
pl_pl: Sprzęt Razer jest obecny dla jądra

source: The Linux kernel does not see hardware with a VID of 1532.
pl_pl: Jądro Linuksa nie widzi sprzętu z VID równym 1532.

source: Check the device and USB port is working. Try a different port.
pl_pl: Sprawdź, czy urządzenie i port USB są sprawne. Spróbuj użyć innego portu.

source: Check device compatibility
pl_pl: Sprawdź kompatybilność urządzenia

source: Unable to retrieve this data from OpenRazer's website.
pl_pl: Nie udało się pobrać tych danych ze strony OpenRazer.

source: Check the OpenRazer website to confirm your device is listed as supported.
pl_pl: Sprawdź na stronie OpenRazer, czy Twoje urządzenie jest wymienione jako obsługiwane.

source: If you're checking OpenRazer's GitHub repository, check the 'stable' branch.
pl_pl: Jeśli sprawdzasz repozytorium OpenRazer na GitHubie, sprawdź gałąź 'stable'.

source: The following PIDs are not supported in the latest stable release of OpenRazer:
pl_pl: Następujące PIDy nie są obsługiwane w najnowszym stabilnym wydaniu OpenRazer:

source: Check OpenRazer's issues and pull requests to see the status for your device. Create an issue if necessary.
pl_pl: Sprawdź zgłoszenia problemów i próśb OpenRazer, aby zobaczyć status dla Twojego urządzenia. W razie potrzeby utwórz problem.

source: OpenRazer is the latest version
pl_pl: Posiadasz najnowszą wersję programu OpenRazer

source: There is a new version of OpenRazer available.
pl_pl: Dostępna jest nowa wersja programu OpenRazer.

source: New versions add support for more devices and address device-specific issues.
pl_pl: W nowych wersjach dodano obsługę większej liczby urządzeń i rozwiązano problemy charakterystyczne dla poszczególnych urządzeń.

source: Your version: 0.0.0
pl_pl: Twoja wersja: 0.0.0

source: Latest version: 0.0.0
pl_pl: Najnowsza wersja: 0.0.0

source: Troubleshooter
pl_pl: Rozwiązywanie problemów

source: Troubleshooting complete!
pl_pl: Zakończono rozwiązywanie problemów!

source: Result
pl_pl: Wynik

source: Check
pl_pl: Sprawdź

source: Copy to Clipboard
pl_pl: Skopiuj do schowka
